Repository: kiddac/EStalker
Catalog: EStalker/usr/lib/enigma2/python/Plugins/Extensions/EStalker/locale/*/LC_MESSAGES/EStalker.po
Languages: pl

source: Please enter the correct pin code
pl: Proszę wprowadzić poprawny kod PIN

source: Enter pin code
pl: Wprowadź kod PIN

source: The pin code you entered is wrong.
pl: Wpisany kod PIN jest nieprawidłowy.

source: Hidden Categories
pl: Ukryte Kategorie

source: Cancel
pl: Anuluj

source: Save
pl: Zapisz

source: Invert
pl: Odwróć

source: Error: All categories hidden. Please amend your selection.
pl: Błąd: wszystkie kategorie są ukryte. Zmień swój wybór.

source: Live Categories
pl: Kategorie TV NA ŻYWO

source: Live TV
pl: TV NA ŻYWO

source: Sort: A-Z
pl: Sortuj: a-z

source: Back
pl: Wstecz

source: Search
pl: Szukaj

source: Reset Search
pl: Wyczyść wyszukiwanie

source: Page:
pl: Strona:

source: Sort: Original
pl: Sortuj: oryginalnie

source: Sort: Z-A
pl: Sortuj: z-a

source: Filter this category...
pl: Filtruj tę kategorię ...

source: No results found.
pl: Nic nie znaleziono.

source: Incorrect pin code.
pl: Nieprawidłowy kod PIN.

source: ALL
pl: WSZYSTKO

source: All
pl: Wszystko

source: Please enter the parental control pin code
pl: Wprowadź kod PIN kontroli rodzicielskiej

source: Next Info
pl: Następne

source: Now Info
pl: Teraz

source: Resolution Change Failed
pl: Zmiana rozdzielczości nieudana

source: Main Menu
pl: Menu Główne

source: Reset JSON
pl: Zresetuj JSON

source: Playlists.txt location is invalid and has been reset.
pl: Ścieżka pliku Playlists.txt jest nieprawidłowa i została zresetowana.

source: Dependencies not installed. Trying installing older version from feeds first...
pl: Dodatki nie zostały zainstalowane. Próbuję najpierw zainstalować starszą wersję z feed..

source: Playlists
pl: Lista odtwarzania

source: Add Playlist
pl: Dodaj listę odtwarzania

source: Main Settings
pl: Ustawienia Główne

source: Warning: delete stored json data for all playlists... Settings, favourites etc. Playlists will not be deleted. Do you wish to continue?
pl: Uwaga: usuwanie zachowanych danych json dla wszystkich list odtwarzania... tzn. Ustawienia, Ulubione, itp. Listy odtwarzania nie będą usunięte. Chcesz kontynuować?

source: Playlist Menu
pl: Menu Listy odtwarzania

source: Access Denied.
pl: Brak dostępu.

source: Movies
pl: Filmy

source: TV Series
pl: Seriale TV

source: Playlist Settings
pl: Ustawienia Listy odtwarzania

source: No data, blocked or playlist not compatible with EStalker plugin.
pl: Brak danych, zablokowane lub lista odtwarzania niezgodna z wtyczką EStalker.

source: Manage Playlists
pl: Zarządzanie Listami Odtwarzania

source: Delete
pl: Usuń

source: Auto Delete
pl: Auto usuwanie

source: No internet.
pl: Brak internetu.

source: Active
pl: Aktywny

source: Active Conn:
pl: Aktywne połączenia:

source: Max Conn:
pl: Maks. połączeń:

source: Not active
pl: Nie aktywny

source: Blocked
pl: Zablokowany

source: Unknown
pl: Nieznany

source: No Play Token
pl: Brak Tokenu

source: Delete selected server (MAC) entry?
pl: Usunąć wybrany wpis serwera (MAC)?

source: Delete ALL invalid playlists? (Those marked as Not Active/Blocked/Expired)
pl: Usunąć WSZYSTKIE nieprawidłowe listy odtwarzania? (Te oznaczone jako nieaktywne/zablokowane/wygasłe)

source: Removed all invalid playlists
pl: Usunięto wszystkie nieprawidłowe listy odtwarzania

source: Really close without saving settings?
pl: Zamknąć bez zapisywania ustawień?

source: Show LIVE category:
pl: Pokaż kategorię TV NA ŻYWO:

source: Show VOD category:
pl: Pokaż kategorię Filmy:

source: Show SERIES category:
pl: Pokaż kategorię Seriale:

source: Show CATCHUP category:
pl: Pokaż kategorię CATCHUP:

source: Stream Type LIVE:
pl: Typ strumienia TV NA ŻYWO:

source: Stream Type VOD/SERIES:
pl: Typ strumienia Filmy/Seriale:

source: Show Adult channels:
pl: Pokaż kanały dla dorosłych:

source: IPTV Ministra stalker player by KiddaC
pl: Odtwarzacz IPTV Ministra stalker od KiddaC

source: Series Categories
pl: Kategorie Serii

source: Server error or invalid link.
pl: Błąd serwera lub nieprawidłowy link.

source: Rating:
pl: Kat. wiekowa:

source: Cast:
pl: Obsada:

source: Director:
pl: Reżyser:

source: Country:
pl: Kraj:

source: Overview
pl: Opis

source: Search All
pl: Wyszukaj wszystko

source: Sort: Added
pl: Sortuj: dodane

source: Protocol:
pl: Protokół:

source: Server URL: i.e. domain.xyz
pl: Adres serwera - URL:

source: MAC Address (12 hex chars, no colons):
pl: Adres MAC (12 znaków szesnastkowych, bez dwukropków):

source: Added MAC #%d:
pl: Dodany MAC #%d:

source: MAC address added
pl: Dodany adres MAC

source: Invalid MAC format (use XXXXXXXXXXXX)
pl: Nieprawidłowy format MAC (użyj XXXXXXXXXXXX)

source: At least one MAC address is required
pl: Wymagany jest co najmniej jeden adres MAC

source: Playlist added successfully!
pl: Lista odtwarzania dodana pomyślnie.

source: Error saving playlist
pl: Błąd zapisu listy odtwarzania.

source: You need to restart the GUI
pl: Musisz ponownie zrestartować interfejs

source: Do you want to restart now?
pl: Czy chcesz teraz ponownie uruchomić?

source: Select skin
pl: Wybierz skórkę

source: e-portals.txt location
pl: Ścieżka pliku e-portals.txt

source: *Restart GUI Required
pl: *Wymagany Restart interfejsu

source: Default LIVE stream type
pl: Domyślny typ transmisji TV NA ŻYWO

source: Default VOD/SERIES stream type
pl: Domyślny typ strumienia Filmy/Seriale

source: Preview LIVE streams in mini tv
pl: Podgląd transmisji w MiniTV

source: Stop stream on back button
pl: Zatrzymaj strumień przyciskiem wstecz

source: EStalker parental control
pl: EStalker Kontrola Rodzicielska

source: EStalker parental pin
pl: EStalker PIN kontroli radzicielskiej

source: Show in main menu
pl: Pokaż wtyczkę w Menu Głównym

source: Movie Database language
pl: Język bazy danych filmów

source: Allow SubsSupport plugin in Movies. Restart GUI required
pl: Zezwalaj na wtyczkę SubsSupport w Filmach. Wymagany Restart interfejsu

source: Skip playlist selection screen if only 1 playlist
pl: Pomiń ekran wyboru listy odtwarzania jeśli jest tylko jedna lista odtwarzania

source: Show channel picons
pl: Pokaż pikony kanałów

source: Show Vod/Series posters
pl: Pokaż plakaty dla Filmy/Seriale

source: Show infobar picons
pl: Pokaż pikony na pasku informacyjnym

source: Show infobar posters
pl: Pokaż plakaty na pasku informacyjnym

source: Choose Directory:
pl: Wybierz Katalog:

source: Choose directory
pl: Wybierz katalog

source: Vod Categories
pl: Kategorie Filmy

source: The TMDB plugin is not installed! Please install it.
pl: Wtyczka TMDb nie zainstalowana! Proszę ją zainstalować .

source: The IMDb plugin is not installed! Please install it.
pl: Wtyczka IMDb nie zainstalowana! Proszę ją zainstalować .

source: No trailer found.
pl: Nic nie znaleziono zwiastuna.

source: Trailer is age restricted, and can't be accessed without logging in.
pl: Zwiastun ma ograniczenia wiekowe i nie można uzyskać do niego dostępu bez zalogowania się.

source: Do you want to resume this playback?
pl: Czy chcesz wznowić odtwarzanie?

source: Resume position at %s
pl: Wznów pozycję od %s

source: VOD
pl: FILMY
